Repository: brobken/mailgun-email-validator
Catalog: languages/mailgun-email-validator-*.po
Languages: nl_be

source: The %s will not work until a %s is entered.
nl_be: De %s werkt pas als er een %s is ingevoerd.

source: Settings
nl_be: Instellingen

source: More Plugins by %s
nl_be: Meer plug-ins van %s

source: More Plugins
nl_be: Meer plug-ins

source: Email Validation Settings
nl_be: Instellingen voor e-mailvalidatie

source: Email Validation
nl_be: E-mail validatie

source: The following error occurred when validating the key.
nl_be: De volgende fout is opgetreden bij het valideren van de sleutel.

source: API Key is valid
nl_be: API-sleutel is geldig

source: Invalid API Key. Error code: %s %s
nl_be: Ongeldige API-sleutel. Foutcode: %s %s

source: A HTTP error occurred when validating the API. Error code: %s %s
nl_be: Er is een HTTP-fout opgetreden bij het valideren van de API. Foutcode: %s %s

source: The format of the email address is invalid.
nl_be: De indeling van het e-mailadres is ongeldig.

source: Please enter a Mailgun Public API and click Save Settings.
nl_be: Voer een Mailgun Public API in en klik op Instellingen opslaan.

source: The following error occured
nl_be: De volgende fout is opgetreden

source: Address is valid
nl_be: Adres is geldig

source: Address is invalid
nl_be: Adres is ongeldig

source: Invalid API Key.%sError code: %s %s
nl_be: Ongeldige API-sleutel. %s Foutcode: %s %s

source: This plugin requires a Mailgun account which is totally free. %sSignup for a free account%s
nl_be: Deze plug-in vereist een Mailgun-account dat volledig gratis is. %s Meld u aan voor een gratis account%s

source: Email Validation Demo
nl_be: Demo e-mailvalidatie

source: You can use this form to see how mailgun validates email addresses.
nl_be: U kunt dit formulier gebruiken om te zien hoe Mailgun e-mailadressen valideert.

source: If you find this plugin useful please consider giving it a %sfive star%s rating.
nl_be: Als je deze plug-in nuttig vindt, overweeg dan om deze een beoordeling van %sfive star%s te geven.

source: Kick spam with an highly advanced email validation in comment forms, user registration forms and contact forms using <a href="http://blog.mailgun.com/post/free-email-validation-api-for-web-forms/" target="_blank">Mailgun's Email validation</a> service.
nl_be: Verminder spam met een zeer geavanceerde e-mailvalidatie in reactieformulieren, gebruikersregistratieformulieren en contactformulieren met behulp <a href="http://blog.mailgun.com/post/free-email-validation-api-for-web-forms/" target="_blank">van de e-mailvalidatieservice van Mailgun</a> .
